[
        {
		"name": "China",
		"leaderName": "Wu Zetian",
		"adjective": ["Chinese"],
		"preferredVictoryType": "民族",
		
		"startIntroPart1": "The Blessings of Heaven be upon you. Empress Wu Zetian, most beautiful and haughty ruler of China! Oh great Empress, whose shadow causes the flowers to blossom and the rivers to flow! You are the leader of the Chinese, the oldest and the greatest civilization that humanity has ever produced. China's history stretches back into the mists of time, its people achieving many great things long before the other upstart civilizations were even conceived. China's contributions to the arts and sciences are too many and too wondrous to do justice to - the printing press, gunpowder, the works of Confucius - these are but a few of the gifts China has given to an undeserving world!",
		"startIntroPart2": "You, great Queen, who, with cunning and beauty, rose from the position of lowly concubine to that of Divine Empress - your people call out to you to lead them! Great China is once again beset on all sides by barbarians. Can you defeat all your many foes and return your country to greatness? Can you build a civilization to stand the test of time?",
		"declaringWar": "You won't ever be able to bother me again. Go meet Yama.",
		"attacked": "Fool! I will disembowel you all!",
		"defeated": "You have proven to be a cunning and competent adversary. I congratulate you on your victory.",
		"introduction": "Greetings, I am Empress Wu Zetian. China desires peace and development. You leave us alone, we'll leave you alone.",
		"neutralHello": "How are you today?",
		"hateHello": "Oh. It's you?",
		"tradeRequest": "My friend, do you think you can accept this request?",
		"outerColor": [9, 112, 84],
		"innerColor": [255,255,255],
		"uniqueName": "Art of War",
		"uniques": ["Great General provides double combat bonus", "[Great General] is earned [50]% faster"],
		"cities": ["Beijing","Shanghai","Guangzhou","Nanjing","Xian","Chengdu","Hangzhou","Tianjin","Macau","Shandong",
			"Kaifeng","Ningbo","Baoding","Yangzhou","Harbin","Chongqing","Luoyang","Kunming","Taipei","Shenyang",
			"Taiyuan","Tainan","Dalian","Lijiang","Wuxi","Suzhou","Maoming","Shaoguan","Yangjiang","Heyuan","Huangshi",
			"Yichang","Yingtian","Xinyu","Xinzheng","Handan","Dunhuang","Gaoyu","Nantong","Weifang","Xikang"]
	}
]
