[
        {
		"name": "China",
		"leaderName": "Wu Zetian",
		"adjective": ["Chinese"],
		"preferredVictoryType": "民族",
		
		"startIntroPart1": "The Blessings of Heaven be upon you. Empress Wu Zetian, most beautiful and haughty ruler of China! Oh great Empress, whose shadow causes the flowers to blossom and the rivers to flow! You are the leader of the Chinese, the oldest and the greatest civilization that humanity has ever produced. China's history stretches back into the mists of time, its people achieving many great things long before the other upstart civilizations were even conceived. China's contributions to the arts and sciences are too many and too wondrous to do justice to - the printing press, gunpowder, the works of Confucius - these are but a few of the gifts China has given to an undeserving world!",
		"startIntroPart2": "You, great Queen, who, with cunning and beauty, rose from the position of lowly concubine to that of Divine Empress - your people call out to you to lead them! Great China is once again beset on all sides by barbarians. Can you defeat all your many foes and return your country to greatness? Can you build a civilization to stand the test of time?",
		"declaringWar": "You won't ever be able to bother me again. Go meet Yama.",
		"attacked": "Fool! I will disembowel you all!",
		"defeated": "You have proven to be a cunning and competent adversary. I congratulate you on your victory.",
		"introduction": "Greetings, I am Empress Wu Zetian. China desires peace and development. You leave us alone, we'll leave you alone.",
		"neutralHello": "How are you today?",
		"hateHello": "Oh. It's you?",
		"tradeRequest": "My friend, do you think you can accept this request?",
		"outerColor": [9, 112, 84],
		"innerColor": [255,255,255],
		"uniqueName": "Art of War",
		"uniques": ["Great General provides double combat bonus", "[Great General] is earned [50]% faster"],
		"cities": ["Beijing","Shanghai","Guangzhou","Nanjing","Xian","Chengdu","Hangzhou","Tianjin","Macau","Shandong",
			"Kaifeng","Ningbo","Baoding","Yangzhou","Harbin","Chongqing","Luoyang","Kunming","Taipei","Shenyang",
			"Taiyuan","Tainan","Dalian","Lijiang","Wuxi","Suzhou","Maoming","Shaoguan","Yangjiang","Heyuan","Huangshi",
			"Yichang","Yingtian","Xinyu","Xinzheng","Handan","Dunhuang","Gaoyu","Nantong","Weifang","Xikang"]
	},
	{
		"name": "Rome",
		"leaderName": "Augustus Caesar",
		"adjective": ["Roman"],
		"startBias":["Avoid [Tundra]","Avoid [Desert]"],
		"preferredVictoryType": "Religious",
		
		"startIntroPart1": "The blessings of the gods be upon you, Caesar Augustus, emperor of Rome and all her holdings. Your empire was the greatest and longest lived of all in Western civilization. And your people single handedly shaped its culture, law, art, and warfare like none other, before or since. Through years of glorious conquest, Rome came to dominate all the lands of the Mediterranean from Spain in the west to Syria in the east. And her dominion would eventually expand to cover much of England and northern Germany. Roman art and architecture still awe and inspire the world. And she remains the envy of all lesser civilizations who have followed.",
		"startIntroPart2": "O mighty emperor, your people turn to you to once more reclaim the glory of Rome! Will you see to it that your empire rises again, bringing peace and order to all? Will you make Rome once again center of the world? Can you build a civilization that will stand the test of time?",
		"declaringWar": "My treasury contains little and my soldiers are getting impatient... <sigh> ...therefore you must die.",
		"attacked": "So brave, yet so stupid! If only you had a brain similar to your courage.",
		"defeated": "The gods have deprived Rome of their favour. We have been defeated.",
		"introduction": "I greet you. I am Augustus, Imperator and Pontifex Maximus of Rome. If you are a friend of Rome, you are welcome.",
		"neutralHello": "Hail.",
		"hateHello": "What do you want?",
		"tradeRequest": "I offer this, for your consideration.",
		"outerColor": [ 53,0,87],
		"innerColor": [238,201,9],
		"uniqueName": "The Glory of Rome",
		"uniques": ["[+25]% Production towards any buildings that already exist in the Capital"],
		"cities": ["Rome","Antium","Cumae","Neapolis","Ravenna","Arretium","Mediolanum","Arpinum","Circei","Setia",
			"Satricum","Ardea","Ostia","Velitrae","Viroconium","Tarentum","Brundisium","Caesaraugusta","Caesarea","Palmyra",
			"Signia","Aquileia","Clusium","Sutrium","Cremona","Placentia","Hispalis","Artaxata","Aurelianorum","Nicopolis",
			  "Agrippina","Verona","Corfinium","Treverii","Sirmium","Augustadorum","Curia","Interrama","Adria",]
	},
	{
		"name": "India",
		"leaderName": "Gandhi",
		"adjective": ["Indian"],
		"startBias": ["Grassland"],
		"preferredVictoryType": "民族",
		
		"startIntroPart1": "Greetings, President Mahatma Gandhi, great souled leader of India! You are the ruler of one of the oldest countries in the world with history stretching back almost 10'000 years. A spiritual country, India is the birthplace of three of the world's great religions - Hinduism, Buddhism and Jainism. This is a passionate land of music and color, a land of great wealth and grinding poverty. For centuries, India was divided into kingdoms who fought constantly with each other and against outside invaders. That was, horever, after empires such as Maratha, Maurya and Gupta. In the 12th century AD, India was conquered by Muslim Turks fled from the Mongols. In the early 17th century, the English arrived, and thought a combination of shrewd diplomacy and technological supeiority, they conquered your fragmented nation. England remained in power for some two centuries until driven out by a rising wave of Indian nationalism, a peaceful rebellion unlike any before seen in history, one led by you!",
		"startIntroPart2": "Gandhi, your people look to you to lead them to even greater heights of glory! Can you help your people realize their great potential, to once again become the world's center of arts, culture and religion? Can you build a civilization that will stand the test of time?",
		"declaringWar": "I have just received a report that large numbers of my troops have crossed your borders.",
		"attacked": "My attempts to avoid violence have failed. An eye for an eye only makes the world blind.",
		"defeated": "You can chain me, you can torture me, you can even destroy this body, but you will never imprison my mind. ",
		"introduction": "Hello, I am Mohandas Gandhi. My people call me Bapu, but please, call me friend.",
		"neutralHello": "I wish you peace.",
		"hateHello": "What do you want?",
		"tradeRequest": "My friend, are you interested in this arrangement?",
		"outerColor": [16,126,5],
		"innerColor": [255,153,51],
		"uniqueName": "Population Growth",
		"uniques": ["Unhappiness from number of Cities doubled", "[+50]% unhappiness from [Population] [in all cities]"],
		"cities": ["Delhi","Mumbai","Vijayanagara","Pataliputra","Varanasi","Agra","Calcutta","Lahore","Bangalore","Hyderabad","Madurai","Ahmedabad",
			"Kolhapur","Prayaga","Ayodhya","Indraprastha","Mathura","Ujjain","Gulbarga","Jaunpur","Rajagriha","Sravasti","Tiruchirapalli","Thanjavur",
			"Bodhgaya","Kushinagar","Amaravati","Gaur","Gwalior","Jaipur","Karachi"]
	},
	{
		"name": "Babylon",
		"leaderName": "Nebuchadnezzar II",
		"adjective": ["Babylonian"],
		"startBias": ["Avoid [Tundra]"],
		"preferredVictoryType": "Time",
		
		"startIntroPart1": "May the blessings of heaven be upon you, O great Nebuchadnezzar, father of mighty and ancient Babylon! Young was the world when Sargon built Babylon some five thousand years ago, long did it grow and prosper, gaining its first empire the eighteenth century BC, under godlike Hammurabi, the giver of law. Although conquered by the Kassites and then by the Assyrians, Babylon endured, emerging phoenix-like from its ashes of destruction and regaining its independence despite its many enemies. Truly was Babylon the center of arts and learning in the ancient world. O Nebuchadnezzar, your empire endured but a short time after your death, falling to the mighty Persians, and then to the Greeks, until the great city was destroyed by 141 BC.",
		"startIntroPart2": "But is Babylon indeed gone forever, great Nebuchadnezzar? Your people look to you to bring the empire back to life once more. Will you accept the challenge? Will you build a civilization that will stand the test of time?",
		
		"declaringWar": "The demon wants the blood of soldiers!",
		"attacked": "Oh well, I presume you know what you're doing.",
		"defeated": "It is over. Perhaps now I shall have peace, at last.",
		"introduction": "Are you real or a phantom?",
		
		"neutralHello": "Greetings.",
		"hateHello": "What do YOU want?!",
		
		"tradeRequest": "It appears that you do have a reason for existing – to make this deal with me.",
				
		"outerColor": [27,53,63],
		"innerColor": [213,249,255],
		"uniqueName": "Ingenuity",
		"uniques": ["Receive free [Great Scientist] when you discover [Writing]", "[Great Scientist] is earned [50]% faster"],
		"cities": ["Babylon","Akkad","Dur-Kurigalzu","Nippur","Borsippa","Sippar","Opis","Mari","Shushan","Eshnunna",
			"Ellasar","Erech","Kutha","Sirpurla","Neribtum","Ashur","Ninveh","Nimrud","Arbela","Nuzi",
			"Arrapkha","Tutub","Shaduppum","Rapiqum","Mashkan Shapir","Tuttul","Ramad","Ana","Haradum","Agrab",
			"Uqair","Gubba","Hafriyat","Nagar","Shubat Enlil","Urhai","Urkesh","Awan","Riblah","Tayma"]
	},
	{
		"name": "Arabia",
		"leaderName": "Harun al-Rashid",
		"adjective": ["Arabian"],
		"startBias": ["Desert"],
		"preferredVictoryType": "Religious",
		
		"startIntroPart1": "Blessings of God be upon you oh great caliph Harun al-Rashid, leader of the pious Arabian people! The Muslim empire, the Caliphate was born in the turbulent years after the death of the prophet Muhammad in 632 AD, as his followers sought to extend the rule of God to all of the people of the earth. The caliphate grew mighty indeed at the height of its power, ruling Spain, North Africa, the Middle East, Anatolia, the Balkans and Persia. An empire as great as or even greater than that of Rome. The arts and sciences flourished in Arabia during the Middle Ages, even as the countries of Europe descended into ignorance and chaos. The Caliphate survived for six hundred years, until finally succumbing to attack from the Mongols, those destroyers of Empires.",
		"startIntroPart2": "Great Caliph Harun al Rashid, your people look to you to return them to greatness! To make Arabia once again an enlightened land of arts and knowledge, a powerful nation who needs fear no enemy! Oh Caliph, will you take up the challenge? Can you build a civilization that will stand the test of time?",
		"declaringWar": "The world will be more beautiful without you. Prepare for war.",
		"attacked": "Fool! You will soon regret dearly! I swear it!",
		"defeated": "You have won, congratulations. My palace is now in your possession, and I beg that you care well for the peacock.",
		"introduction": "Welcome foreigner, I am Harun Al-Rashid, Caliph of the Arabs. Come and tell me about your empire.",
		"neutralHello": "Peace be upon you.",
		"hateHello": "Oh, it's you.",
		"tradeRequest": "Come forth, let's do business.",
		"outerColor": [ 41,83,42],
		"innerColor": [146,221,9],
		"uniqueName": "Trade Caravans",
		"uniques": ["[+1 Gold] from each Trade Route", "Double quantity of [Oil] produced"],
		"cities": ["Mecca","Medina","Damascus","Baghdad","Najran","Kufah","Basra","Khurasan","Anjar","Fustat",
			"Aden","Yamama","Muscat","Mansura","Bukhara","Fez","Shiraz","Merw","Balkh","Mosul",
			"Aydab","Bayt","Suhar","Taif","Hama","Tabuk","Sana'a","Shihr","Tripoli","Tunis","Kairouan","Algiers","Oran"]
	},
	{
		"name": "Russia",
		"leaderName": "Catherine",
		"adjective": ["Russian"],
		"startBias": ["Tundra"],
		"preferredVictoryType": "掌握",
	
		"startIntroPart1": "Greetings upon thee, Your Imperial Majesty Catherine, wondrous Empress of all the Russias. At your command lies the largest country in the world. Mighty Russia stretches from the Pacific Ocean in the east to the Baltic Sea in the west. Despite wars, droughts, and every manner of disaster the heroic Russian people survive and prosper, their artists and scientists among the best in the world. The Empire today remains one of the strongest ever seen in human history - a true superpower, with the greatest destructive force ever devised at her command.",
		"startIntroPart2": "Catherine, your people look to you to bring forth glorious days for Russia and her people, to revitalize the land and recapture the wonder of the Enlightenment. Will you lead your people once more into greatness? Can you build a civilization that will stand the test of time?",
		"declaringWar": "You've behaved yourself very badly, you know it. Now it's payback time.",
		"attacked": "You've mistaken my passion for a weakness, you'll regret about this.",
		"defeated": "We were defeated, so this makes me your prisoner. I suppose there are worse fates.",
		"introduction": "I greet you, stranger! If you are as intelligent and tactful as you are attractive, we'll get along just fine.",
		"neutralHello": "Hello!",
		"hateHello": "What do you need?!",
		"tradeRequest": "How would you like it if I propose this kind of exchange?",
		"outerColor": [ 236, 178, 0],
		"innerColor": [0,0,0],
		"uniqueName": "Siberian Riches",
		"uniques": ["[+1 Production] from every [Mine]","Double quantity of [Horses] produced",
			"Double quantity of [Iron] produced","Double quantity of [Uranium] produced"],
		"cities": ["Moscow","St. Petersburg","Novgorod","Rostov","Yaroslavl","Yekaterinburg","Yakutsk","Vladivostok","Smolensk","Orenburg",
			"Krasnoyarsk","Khabarovsk","Bryansk","Tver","Novosibirsk","Magadan","Murmansk","Irkutsk","Chita","Samara",
			"Arkhangelsk","Chelyabinsk","Tobolsk","Vologda","Omsk","Astrakhan","Kursk","Saratov","Tula","Vladimir","Perm",
			"Voronezh","Pskov","Starayarussa","Kostoma","Nizhniy Novgorod","Suzdal","Magnitogorsk"]
	}
]
